"ose[-12028]" = "내부 오류가 발생했습니다.";
"ospsqlite[-13008]" = "읽기 전용 스냅샷 \"%s\"에 대한 변경 사항을 전송할 수 없습니다.";
"bgsync[12405]" = "재개 보류 중";
"ose[-12008]" = "%ld 바이트(opcode '%c')가 읽혀지지 않았습니다.";
"bgsync[-12545]" = "동기 에이전트 일시 정지를 실패했습니다(원인 참조).";
"olstd[-10204]" = "부적합한 엔티티: \"%s\"";
"ose[-12051]" = "부적합한 파일 URL이 지정됨: \"%s\"";
"bgsync[12302]" = "일시 정지";
"bgsync[12010]" = "%d 우선순위의 서버 통지가 \"%s\" 등록에 대해 수신되었습니다.";
"osync_res[16110]" = "등록";
"bgsync[-12525]" = "\"%s\" 유형은 이벤트 규칙에 대해 부적합합니다.";
"ose[-12031]" = "인식할 수 없는 데이터를 수신했습니다.";
"olstd[-10101]" = "IO 작업이 취소되었습니다.";
"ose[-12047]" = "부적합한 우선순위가 지정됨: %d";
"bgsync[12006]" = "%d 우선순위 동기화가 \"%s\" 등록에 대해 시작되었습니다.";
"ospsqlite[-13011]" = "\"%s\" 스크립트 실행 중 오류가 발생했습니다.";
"bgsync[-12505]" = "네트워크 관리자 오류가 발생했습니다(원인 참조).";
"olstd[0]" = "오류가 없습니다.";
"osync_res[16106]" = "네트워크 이름";
"ose[-12011]" = "플러그인에서 오류 %ld: %s을(를) 반환했습니다.";
"ose[-12027]" = "부적합한 핸들이 제공되었습니다.";
"ospsqlite[-13007]" = "스냅샷 \"%s\", 열 \"%s\": BLOB 열은 기본 키에서 허용되지 않습니다.";
"bgsync[12404]" = "일시 정지됨";
"ose[15003]" = "클라이언트 데이터가 임포트되었습니다. 클라이언트 업그레이드가 완료됩니다.";
"osync_res[16003]" = "완료";
"ose[-12007]" = "%ld 바이트를 읽을 수 없습니다(opcode '%c'), %ld 바이트만 남았습니다.";
"bgsync[-12544]" = "동기 에이전트 정지를 실패했습니다(원인 참조).";
"olstd[-10203]" = "잘못된 형식의 문자 이스케이프: \"%s\"";
"bgsync[12301]" = "정지";
"ose[-12050]" = "부적합한 전송 방향이 지정됨: %d";
"bgsync[-12524]" = "하위 유형 \"%s\"이(가) 조건 규칙에 대해 부적합합니다.";
"olstd[-10100]" = "입력 스트림의 끝에 도달했습니다.";
"ose[-12030]" = "보낸 암호화 ID(%lu,%lu+1)가 받은 ID(%lu,%lu)와 일치하지 않습니다.";
"ose[-12046]" = "부적합한 버퍼 포인터 또는 버퍼 길이가 지정되었습니다.";
"bgsync[12005]" = "%d 우선순위 구성이 \"%s\" 데이터베이스에 대해 종료되었습니다.";
"bgsync[-12504]" = "\"%s\" 규칙(\"%s\" 등록에 대한) 평가를 실패했습니다.";
"ospsqlite[-13010]" = "\"%s\" 인덱스에 대한 부적합한 인덱스 정보를 수신했습니다.";
"osync_res[16105]" = "클라이언트 ID";
"ose[-12010]" = "플러그인에서 부적합한 플래그 '%x'을(를) 반환했습니다.";
"ose[-12026]" = "부적합한 세션 핸들이 제공되었습니다.";
"ospsqlite[-13006]" = "ID가 %ld인 스냅샷을 찾을 수 없습니다.";
"bgsync[12403]" = "일시 정지 보류 중";
"ose[15002]" = "클라이언트 데이터베이스가 설정되었습니다. 익스포트 단계 중 생성된 이진 파일에서 데이터를 임포트하려면 다시 동기화하십시오. 이 파일에 대한 사용자 정의 위치를 지정하려면 파일 동기화 옵션을 사용하십시오.";
"osync_res[16002]" = "취소";
"ose[-12006]" = "부적합한 opcode %d을(를) 수신했습니다.";
"bgsync[-12543]" = "동기 에이전트 시작을 실패했습니다(원인 참조).";
"olstd[-10202]" = "종료되지 않은 이스케이프: \"%.*s\"";
"olstd[-10009]" = "널 포인터 또는 핸들이 발견됨: %s";
"bgsync[12300]" = "시작";
"bgsync[-12523]" = "하위 유형 \"%s\"이(가) 이벤트 규칙에 대해 부적합합니다.";
"bgsync[-12539]" = "동기 에이전트가 사용 안함으로 설정되었기 때문에 시작할 수 없습니다.";
"ose[-12045]" = "API 또는 기능 \"%s\"은(는) 지원되지 않습니다.";
"bgsync[12004]" = "%d 우선순위 구성이 \"%s\" 데이터베이스에 대해 시작되었습니다.";
"bgsync[-12503]" = "\"%s\" 규칙(\"%s\" 등록에 대한)을 로드할 수 없습니다(원인 참조).";
"osync_res[16104]" = "프로세스 ID";
"bgsync[-12519]" = "부적합한 규칙 하위 유형: \"%s\"";
"ose[-12025]" = "부적합한 암호화 전송 버전이 지정됨: %d";
"ospsqlite[-13005]" = "큰 열 데이터(64K 초과)는 지원되지 않습니다.";
"bgsync[12402]" = "실행 중";
"ose[15001]" = "데이터베이스 데이터가 익스포트되었습니다. 클라이언트 업그레이드를 계속하십시오.";
"osync_res[16001]" = "확인";
"ose[-12005]" = "플러그인에서 부적합한 레코드 DML 유형 %d을(를) 받았습니다.";
"bgsync[-12542]" = "부적합한 매개변수 지정: %d";
"olstd[-10201]" = "XML에서 \"%s\" 문자열이 누락되었습니다.";
"olstd[-10008]" = "16진 문자열 \"%s\"이(가) 부적합합니다.";
"bgsync[-12522]" = "부적합한 날짜 형식: \"%s\"";
"bgsync[-12538]" = "메시지 읽기 장치가 다른 스레드에서 취소되었습니다.";
"ose[-12044]" = "플러그인 라이브러리 \"%s\" 로드를 실패했습니다(원인 참조).";
"bgsync[12003]" = "동기 에이전트가 재개되었습니다.";
"bgsync[12504]" = "처리";
"bgsync[-12502]" = "적용이 \"%s\" 데이터베이스에 대해 실패했습니다(원인 참조).";
"osync_res[16103]" = "응용 프로그램 이름";
"bgsync[-12518]" = "부적합한 규칙 유형: \"%s\"";
"ose[-12024]" = "순서가 부적합한 opcode '%c'을(를) 수신했습니다.";
"olstd[-10303]" = "스케줄러가 종료되었으므로 사용할 수 없습니다.";
"olstd[-1]" = "알 수 없는 오류입니다.";
"ospsqlite[-13004]" = "STATE 열의 데이터가 부적합합니다.";
"bgsync[12401]" = "시작 보류 중";
"ose[15000]" = "해당 사항 없음(익스포트 모드)";
"osync_res[16000]" = "동기화 진행 중";
"ose[-12004]" = "비밀번호가 지정되지 않았고 \"%s\" 사용자에 대해 저장되지 않았습니다.";
"olstd[-10200]" = "\"%s\" 특성을 \"%s\" 태그에서 찾을 수 없습니다.";
"olstd[-10007]" = "부적합한 날짜 문자열이 지정됨: \"%s\"";
"bgsync[-12541]" = "응용 프로그램에 의해 잠겨 있어서 \"%s\" 데이터베이스에 대한 규칙 평가를 실패했습니다.";
"bgsync[-12521]" = "규칙 하위 유형 \"%s\"이(가) 규칙 유형 \"%s\"에 대해 부적합합니다.";
"bgsync[-12537]" = "허용된 최대 %d개의 실행 중인 읽기 장치를 초과하므로 메시지 읽기 장치를 생성할 수 없습니다.";
"ose[-12043]" = "등록 ID %lu을(를) 찾을 수 없습니다.";
"bgsync[12002]" = "동기 에이전트가 일시 정지되었습니다.";
"bgsync[12503]" = "수신";
"bgsync[-12501]" = "%d 우선순위 동기화가 \"%s\" 등록에 대해 실패했습니다(원인 참조).";
"osync_res[16102]" = "상태";
"bgsync[-12517]" = "플랫폼 데이터베이스를 찾을 수 없습니다.";
"ose[-12023]" = "ID가 %ld인 스냅샷이 존재합니다.";
"olstd[-10302]" = "스레드 풀이 종료되었으므로 사용할 수 없습니다.";
"ose[-12039]" = "내부 오류가 발생했습니다(원인 참조).";
"ospsqlite[-13003]" = "부적합한 기본 키 정의를 수신했습니다.";
"bgsync[12400]" = "정지됨";
"ose[-12003]" = "사용자가 지정되지 않았고 마지막 사용자가 기록되지 않았습니다.";
"ose[-12019]" = "\"%s\" 등록을 찾을 수 없습니다.";
"olstd[-10006]" = "잘못 인용된 문자열: %s";
"bgsync[-12540]" = "클라이언트에서 등록이 사용으로 설정된 백그라운드 동기화를 찾을 수 없습니다.";
"olstd[-10215]" = "\"%s\" 값은 \"%s\" 속성(\"%s\" 태그)에 대해 부적합한 값입니다.";
"bgsync[-12520]" = "부적합한 규칙 클래스: \"%s\"";
"bgsync[-12536]" = "동기 에이전트가 실행 중이 아니므로 \"%s\" 작업을 수행할 수 없습니다.";
"ose[-12042]" = "사용자 전송 오류가 발생했습니다(원인 참조).";
"bgsync[12001]" = "동기 에이전트가 정지되었습니다.";
"bgsync[12502]" = "전송";
"bgsync[-12500]" = "%d 우선순위 구성이 \"%s\" 데이터베이스에 대해 실패했습니다(원인 참조).";
"osync_res[16101]" = "동기화 에이전트 정보";
"bgsync[-12516]" = "에이전트에서 제어 명령 \"%s\"을(를) 허용할 수 없습니다. 상태가 \"%s\"입니다.";
"ose[-12022]" = "ID가 %ld인 트랜잭션을 찾을 수 없습니다.";
"olstd[-10301]" = "외부 메시지 대기열 클라이언트의 접속 설정 중 오류가 발생했습니다.";
"ose[-12038]" = "서버 오류가 발생했습니다(원인 참조).";
"olstd[-10108]" = "소켓 오류가 발생했습니다(원인 참조).";
"ospsqlite[-13002]" = "부적합한 열 정의를 수신했습니다.";
"ose[-12002]" = "\"%s\" 데이터베이스를 찾을 수 없습니다.";
"ose[-12018]" = "LOB를 지원하지 않는 플러그인에 대해 LOB를 포함하는 레코드가 검색되었습니다.";
"olstd[-10005]" = "\"%s\"은(는) 지원되지 않습니다.";
"olstd[-10214]" = "\"%s\" 태그는 인식되지 않는 태그입니다.";
"bgsync[-12535]" = "제어 작업이 시간 초과되었습니다.";
"ose[-12041]" = "HTTP 전송 오류가 발생했습니다(원인 참조).";
"bgsync[12000]" = "동기 에이전트가 시작되었습니다.";
"bgsync[12501]" = "준비";
"ospsqlite[-13021]" = "기본 키가 없는 읽기 전용 스냅샷 \"%s\"에서 업데이트 또는 삭제할 수 없습니다.";
"osync_res[16100]" = "Oracle 동기화 에이전트";
"ose[-12021]" = "ID가 %ld인 스냅샷을 찾을 수 없습니다.";
"olstd[-10300]" = "메시지 대기열 \"%s\"이(가) 가득 찼습니다.";
"ose[-12037]" = "동기화 구성 저장 중 오류가 발생했습니다(원인 참조).";
"olstd[-10107]" = "%ld밀리초 후 소켓의 시간이 초과되었습니다.";
"ospsqlite[-13001]" = "부적합한 스냅샷 데이터를 수신했습니다.";
"ose[-12001]" = "opcode '%c'이(가) 필요하지만 '%c'을(를) 받았습니다.";
"ose[-12017]" = "ID가 %ld인 플러그인을 찾을 수 없습니다.";
"olstd[-10004]" = "널 포인터 또는 핸들이 발견되었습니다.";
"olstd[-10213]" = "하위 태그 \"%s\"을(를) 찾을 수 없습니다.";
"bgsync[-12534]" = "부적합한 세션 핸들이 제공되었습니다.";
"olstd[-10209]" = "태그 데이터가 예상치 않은 형식입니다.";
"ose[-12040]" = "\"%s\" 스냅샷을 생성하려면 기본 데이터베이스가 필요합니다.";
"bgsync[12500]" = "유휴";
"ose[-12056]" = "서버의 공용 키가 누락되었고 가져올 수 없습니다.";
"bgsync[12015]" = "알 수 없음";
"bgsync[-12514]" = "%d 활성 접속이 존재하기 때문에 에이전트를 정지할 수 없습니다.";
"ospsqlite[-13020]" = "중복 메타 스냅샷: \"%s\"";
"ose[-12020]" = "\"%s\" 스냅샷을 \"%s\" 등록에서 찾을 수 없습니다.";
"ose[-12036]" = "동기화 구성 로드 중 오류가 발생했습니다(원인 참조).";
"olstd[-10106]" = "부적합한 HTTP 조각 머리글:";
"ospsqlite[-13000]" = "Sqlite 데이터베이스 오류(원인 참조)";
"ose[-12000]" = "동기화가 취소되었습니다.";
"ose[-12016]" = "부적합한 전송 유형이 지정됨: %d";
"olstd[-10003]" = "부적합한 인수 \"%s\"이(가) \"%s\"에 대해 지정되었습니다.";
"olstd[-10212]" = "\"%s\" 태그가 필요하지만 \"%s\"을(를) 받았습니다.";
"bgsync[-12533]" = "부적합한 대기 상태: %d";
"olstd[-10208]" = "열기 태그가 충분하지 않습니다.";
"ose[-12055]" = "지금은 백그라운드 동기화를 수행할 수 없습니다. 첫번째 동기화 또는 설정 동기화를 완료하십시오.";
"bgsync[12014]" = "추적 메시지: %s";
"bgsync[-12513]" = "부적합한 서버 통지가 수신됨: \"%s\"";
"bgsync[-12529]" = "다른 인스턴스가 실행 중이기 때문에 동기 에이전트를 시작할 수 없습니다.";
"osync_res[16114]" = "오류 정보";
"olstd[-10105]" = "부적합한 HTTP 응답 라인: \"%s\"";
"ose[-12035]" = "실패한 HTTP 응답: \"%s\"";
"ospsqlite[-13015]" = "Sqlite 데이터베이스 오류가 발생하여 복구가 필요합니다(원인 참조).";
"bgsync[-12509]" = "전화 접속 설정을 실패했습니다(원인 참조).";
"ose[-12015]" = "전송 유형이 사용자이지만 사용자 전송이 초기화되지 않았습니다.";
"olstd[-10002]" = "부적합한 Base64 문자열: \"%s\"";
"olstd[-10211]" = "%s이(가) 필요하지만 %s을(를) 받았습니다.";
"bgsync[-12532]" = "부적합한 문자열 매개변수 지정: %d";
"olstd[-10207]" = "\"%s\" 태그의 파일 끝";
"ose[-12054]" = "암호화된 데이터베이스 \"%s\"에 대한 데이터베이스 키를 찾을 수 없습니다.";
"bgsync[12013]" = "네트워크를 평가했습니다. 이름: \"%s\", 속도: %ldbps, 핑: %ld밀리초";
"bgsync[-12512]" = "부적합한 제어 명령이 수신됨: %d";
"bgsync[-12528]" = "중복된 플랫폼 데이터베이스 발견: \"%s\" and \"%s\"";
"osync_res[16113]" = "종료 시간";
"olstd[-10104]" = "부적합한 URL이 지정됨: \"%s\"";
"ose[-12034]" = "부적합한 암호화 유형이 지정됨: %d";
"bgsync[12009]" = "적용이 \"%s\" 데이터베이스에 대해 종료되었습니다.";
"bgsync[-12508]" = "플랫폼 규칙 \"%s\"을(를) 비 플랫폼 데이터베이스 \"%s\"에서 찾았습니다.";
"ospsqlite[-13014]" = "\"%s\" 스냅샷에 대한 스냅샷 ID %ld이(가) 부적합합니다.";
"osync_res[16109]" = "동기화 세부 정보";
"ose[-12014]" = "부적합한 문자열 옵션이 지정됨: %d";
"olstd[-10001]" = "olStringTokenizer에 추가 토큰이 없습니다.";
"olstd[-10210]" = "종료되지 않은 태그";
"bgsync[12407]" = "기능이 작동하지 않음";
"bgsync[-12531]" = "부적합한 수의 매개변수 지정: %d";
"olstd[-10206]" = "일치하지 않는 종료 태그: \"%s\"";
"bgsync[-12547]" = "동기 에이전트에서 치명적인 오류가 발생했거나 동기 에이전트를 정지할 수 없습니다.";
"ose[-12053]" = "단방향 전송에서 수신을 수행하는 중 세션 키를 찾을 수 없습니다.";
"bgsync[12304]" = "UI 숨기기";
"bgsync[12012]" = "네트워크 없음";
"bgsync[-12511]" = "오류로 인해 에이전트에 대한 제어 접속이 종료되었습니다(원인 참조).";
"bgsync[-12527]" = "질의가 SQL 규칙에서 누락되었습니다.";
"osync_res[16112]" = "시작 시간";
"olstd[-10103]" = "진행률 모니터에 대해 부적합한 인수가 지정되었습니다.";
"ose[-12033]" = "부적합한 HTTP URL이 지정됨: \"%s\"";
"ose[-12049]" = "데이터 수신 재개를 실패했습니다.";
"bgsync[12008]" = "적용이 \"%s\" 데이터베이스에 대해 시작되었습니다.";
"bgsync[12201]" = "메모리가 낮습니다(%ld 바이트 사용 가능).";
"bgsync[-12507]" = "내부 오류가 발생했습니다(원인에 추가 정보가 포함될 수 있음).";
"ospsqlite[-13013]" = "내부 오류가 발생했습니다(원인에 추가 정보가 포함될 수 있음).";
"osync_res[16108]" = "배터리 전원";
"ose[-12013]" = "부적합한 정수 옵션이 지정됨: %d";
"ose[-12029]" = "수신 중 예상치 않은 종료 opcode가 발생했습니다.";
"olstd[-10000]" = "\"%s\" 문자열의 텍스트가 적합한 숫자가 아닙니다.";
"ospsqlite[-13009]" = "ID가 %ld인 스냅샷이 존재합니다.";
"bgsync[12406]" = "정지 보류 중";
"ose[-12009]" = "플러그인 API \"%s\"을(를) \"%s\" 라이브러리에서 찾을 수 없습니다.";
"bgsync[-12530]" = "\"%s\"은(는) 지원되지 않습니다.";
"olstd[-10205]" = "종료되지 않은 문자열입니다.";
"bgsync[-12546]" = "동기 에이전트 재개를 실패했습니다(원인 참조).";
"ose[-12052]" = "단방향 전송의 경우 SEND 또는 RECEIVE 방향만 허용됩니다.";
"bgsync[12303]" = "재개";
"bgsync[12011]" = "네트워크가 \"%s\"에서 \"%s\"(으)로 변경되었습니다.";
"bgsync[-12510]" = "%d  우선순위의 서버 알림(\"%s\" 등록에 대한) 처리를 실패했습니다(원인 참조).";
"bgsync[-12526]" = "\"%s\" 유형은 조건 규칙에 대해 부적합합니다.";
"osync_res[16111]" = "우선순위";
"olstd[-10102]" = "전송 호출의 순서가 잘못되었습니다.";
"ose[-12032]" = "압축되지 않은 잘못된 데이터를 수신했습니다.";
"ose[-12048]" = "데이터 전송 재개를 실패했습니다.";
"bgsync[12007]" = "%d 우선순위 동기화가 \"%s\" 등록에 대해 종료되었습니다.";
"bgsync[12200]" = "배터리 전원이 낮습니다(%d %%).";
"bgsync[-12506]" = "전원 관리자 오류가 발생했습니다(원인 참조).";
"ospsqlite[-13012]" = "부적합한 인수가 함수에 전달되었습니다.";
"osync_res[16107]" = "네트워크 속도";
"ose[-12012]" = "부적합한 동기화 방향이 지정됨: %d";
